<?php

return[
    'your_profile_bio' => 'ملفك الشخصي',
    'tab_info' => 'معلوماتي',
    'tab_email' => 'البريد الإلكتروني',
    'tab_password' => 'كلمة المرور',

    'edit_my_image'=>'تعديل صورتي الشخصية',
    'info_hint' => 'الرجاء إدخال الاسم والحقيقي ولمحة عنك.',
    'name' => 'الاسم',
    'bio' => 'لمحة عني',
    'update_profile_btn' => 'تحديث المعلومات الشخصية',

    'email_hint' => 'الرجاء الإنتباه إلى أنه عند تغيير بريدك الإلكتروني سوف تحتاجه في عملية تسجيل الدخول القادمة.',
    'old_email' => 'البريد الإلكتروني الحالي',
    'password' => 'كلمة المرور',
    'new_email' => 'البريد الإلكتروني الجديد',
    'change_email_btn' => 'تغيير البريد الإلكتروني',

    'password_hint' => 'الرجاء إدخال كلمة المرور الحالية حتى تتمكن من تغييرها.',
    'old_password' => 'كلمة المرور الحالية',
    'new_password' => 'كلمة المرور الجديدة',
    'new_password_confirmation' => 'تأكيد كلمة المرور الجديدة',
    'change_password_btn' => 'تغيير كلمة المرور'
];